Repository: fduforest/kpress
Catalog: content/plugins/wp-image-utils/languages/wpiu_domain-*.po
Languages: de_de, fr_fr, pt_br

source: Featured Image
de_de: Beitragsbild
fr_fr: Image à la une
pt_br: Imagem Destacada

source: Fix name
de_de: Name korrigieren
fr_fr: Corriger le nom
pt_br: Corrigir nome

source: Regenerate thumbnails
de_de: Thumbnails neu erstellen
fr_fr: Régénérer les miniatures
pt_br: Regenera as miniaturas

source: Bulk Feature Images
de_de: Beitragsbilder setzen
fr_fr: Mettre les images à la Une
pt_br: Imagem destacada em massa

source: Updated 1 post
de_de: 1 Beitrag aktualisiert
fr_fr: Un poste mis à jour
pt_br: Atualizado 1 post

source: Title
de_de: Titel
fr_fr: Titre
pt_br: Título

source: Help
de_de: Hilfe
fr_fr: Aide
pt_br: Ajuda

source: Settings
de_de: Einstellungen
fr_fr: Réglages
pt_br: Configurações

source: %s Settings
de_de: %s Einstellungen
fr_fr: Réglages de %s
pt_br: %s Configurações

source: Access denied.
de_de: Zugriff verweigert.
fr_fr: Accès refusé.
pt_br: Acesso negado.

source: File renaming on upload
de_de: Datei beim Hochladen umnennen
fr_fr: Renommer le fichier pendant le téléchargement
pt_br: Renomear arquivos no upload

source: Remove accents
de_de: Akzente entfernen
fr_fr: Supprimer les accents
pt_br: Remover acentos

source: Remove special characters
de_de: Sonderzeichen entfernen
fr_fr: Supprimer les caractères spéciaux
pt_br: Remover caracteres epeciais

source: Removes non-ascii characters
de_de: Nicht ASCII-Zeichen entfernen
fr_fr: Supprime les caractères non-ASCII
pt_br: Remove caracteres não-ASCII

source: Convert filename to lowercase
de_de: Dateinamen kleinschreiben
fr_fr: Convertir le nom de fichier en minuscules
pt_br: Converter nome do arquivo para minúsculas

source: Replace base name by MD5
de_de: Dateiname durch MD5 ersetzen
fr_fr: Remplacer le nom de fichier par MD5
pt_br: Substitua nome base por MD5

source: Add post slug to filename
de_de: Beitrag-Slug als Präfix verwenden
fr_fr: Ajouter le slug de l'article au nom de fichier
pt_br: Adicionar apelido do post ao nome do arquivo

source: Add current date to filename
de_de: Aktuelles Datum als Präfix verwenden
fr_fr: Ajouter la date actuelle au nom de fichier
pt_br: Adicionar data atual para arquivo

source: Add site URL to filename
de_de: URL als Präfix verwenden
fr_fr: Ajouter l'URL du site au nom du fichier
pt_br: Adicionar URL do site ao nome de arquivo

source: Remove custom port number
de_de: Portnummer aus der URL entfernen
fr_fr: Supprimer le numéro de port personnalisé
pt_br: Remover número de porta personalizado

source: Only domain
de_de: Nur Domainname
fr_fr: Seulement le nom de domaine
pt_br: Somente domínio

source: Remove TLDs
de_de: Domainendungen entfernen
fr_fr: Supprimer les domaines de premier niveau
pt_br: Remover TLDs

source: TLDs to remove
de_de: Domainendungen die entfernt werden müssen
fr_fr: Domaines de premier niveau à supprimer
pt_br: Remover estas TLDs

source: Extensions of files to rename
de_de: Dateierweiterung die umgenannt werden müssen
fr_fr: Extensions des fichiers à renommer
pt_br: Extensões de arquivos para renomear

source: Featured image
de_de: Beitragsbild
fr_fr: Image à la une
pt_br: Imagem destacada

source: Feature first image in post on save
de_de: Erstes Bild als Beitragsbild verwenden
fr_fr: Définir une image à la une quand l'article est enregistré.
pt_br: Usar a primeira imagem no post como imagem destacada ao salvar

source: Categories
de_de: Kategorien
fr_fr: Catégories
pt_br: Categorias

source: Tags
de_de: Schlagwörter
fr_fr: Mots-clés

source: Authors
de_de: Autoren
fr_fr: Auteurs
pt_br: Autores

source: Post Types
de_de: Inhaltstypen
fr_fr: Types de contenu
pt_br: Tipos de Post

source: %s error: Your environment doesn't meet all of the system requirements listed below.
de_de: %s Fehler: Ihre Umgebung erfüllt nicht alle unten gelisteten Anforderungen.
fr_fr: Erreur %s: Votre environnement ne répond pas à toutes les exigences système ci-dessous.
pt_br: Erro %s : O ambiente não atende a todos os requisitos do sistema listados abaixo.

source: PHP %s or higher
de_de: PHP %s oder höher
fr_fr: PHP %s ou supérieur
pt_br: PHP %s ou superior

source: (You're running version %s)
de_de: (Sie verwenden Version %s)
fr_fr: (Vous exécutez la version %s)
pt_br: (Você está executando a versão %s )

source: WordPress %s or higher
de_de: WordPress %s oder höher
fr_fr: WordPress %s ou supérieur
pt_br: WordPress %s ou superior

source: If you need to upgrade your version of PHP you can ask your hosting company for assistance, and if you need help upgrading WordPress you can refer to <a href="%s">the Codex</a>.
de_de: Wenn Sie Ihre PHP-Version aktualisieren müssen, können Sie Ihr Hosting-Unternehmen um Hilfe bitten, und wenn Sie Hilfe brauchen, Wordpress zu aktualisieren, können Sie sich auf <a href="%s">dem Codex</a>beziehen.
fr_fr: Si vous devez mettre à jour votre version de PHP, veuillez demander de l'aide à votre société d'hébergement, et si vous avez besoin d'aide pour la mise à niveau de WordPress, veuillez vous référer <a href="%s">au Codex</a>.
pt_br: Se você precisar atualizar sua versão do PHP, você pode pedir a sua empresa de hospedagem por suporte, e se você precisar de ajuda para atualizar o WordPress você pode consultar <a href="%s"> o Codex </ a>.

source: Do not forget to write a dot before the actual extension e.g. .jpg and not only jpg.
de_de: Bitte beachten, dass Dateierweiterungen mit einem Punkt anfangen müssen z.B. .jpg statt jpg.
fr_fr: N'oubliez pas d'écrire un point avant l'extension du fichier par exemple .jpg et pas seulement jpg.
pt_br: Não se esqueça de escrever um ponto antes da atual extensãol - . jpg e não só jpg.

source: A featured image will only be set if none has been explicitly defined.
de_de: Ein Beitragsbild wird nur dann gesetzt, wenn es bisher kein definiert wurde.
fr_fr: Une image à la une ne sera définie que si aucune ne l'avait été auparavant.
pt_br: A imagem destacada só será definida se nada tiver sido explicitamente definido.

source: In the criteria below, a list without selection will be handled the same as when all entries are selected. To deactivate this feature please use the checkbox above.
de_de: In den folgenden Kriterien, wird eine Liste ohne Selektion gleich behandelt, wie wenn alle Einträge ausgewählt wurden. Um diese Funktion zu deaktivieren, verwenden Sie bitte das Kontrollkästchen oben.
fr_fr: Dans les critères ci-dessous, une liste sans sélection sera traitée comme si toutes les entrées étaient sélectionnées. Pour désactiver cette fonction veuillez utiliser la case ci-dessus.
pt_br: Nos critérios abaixo, uma lista sem seleção será tratada da mesma forma quando todas as entradas são selecionadas. Para desativar este recurso, por favor use a caixa de seleção acima.

source: Clear
de_de: aufheben
fr_fr: Effacer
pt_br: Limpar

source: Set options influencing how the files will be renamed.
de_de: Optionen fürs Umnennen von Dateien
fr_fr: Définir les options qui influent sur la façon dont les fichiers seront renommés.
pt_br: Defina as opções que influenciam a forma como os arquivos serão renomeados.

source: Set options for featured images.
de_de: Optionen für Beitragsbilder setzen
fr_fr: Définir les options pour les images à la une.
pt_br: Definir opções para imagens destacadas.

source: Save Changes
de_de: Änderungen speichern
fr_fr: Enregistrer les modifications
pt_br: Salvar alterações

source: Cleanup Images
de_de: Bilder bereinigen
fr_fr: Nettoyer les images
pt_br: Limpar imagens

source: Options
de_de: Optionen
pt_br: Opções

source: Images per page:
de_de: Bilder pro Seite:
fr_fr: Images par page:
pt_br: Imagens por página:

source: Ordered by:
de_de: Sortiert durch;
fr_fr: Trié par:
pt_br: Ordenado por:

source: Date Added ascending (first added first)
de_de: Ältere zuerst
fr_fr: Premier ajouté d'abord
pt_br: Data de Envio ascendente (os enviados primeiro vem antes)

source: Date Added descending (last added first)
de_de: Neueste zuerst
fr_fr: Dernier ajouté d'abord
pt_br: Data de Envio descendente (os enviados por último vem antes)

source: Scan Images
de_de: Bilder durchsuchen
fr_fr: Chercher les images
pt_br: Escanear imagens

source: Next
de_de: Weiter
fr_fr: Suivant
pt_br: Próximo

source: Previous
de_de: Zurück
fr_fr: Précédent
pt_br: Anterior

source: Sets the first image as featured image (if none available) for all posts matching the criteria below.
de_de: Setzt den ersten Bildes als Beitragsbild (falls nicht schon vorhanden) für alle Beiträge, die den Kriterien unten entsprechen.
fr_fr: Définit la première image comme image à la une (si aucune n'avait été définie) pour tous les contenus qui correspondent aux critères ci-dessous.
pt_br: Define a primeira imagem como imagem destacada (se não disponível) para todas as mensagens que correspondam aos critérios abaixo.
